[
	["Bienvenue! :hugging: \nVoici la liste des commandes pour jouer: \n/start => Lance la partie, tu pourras alors utiliser `!` devant le mot de ton choix pour essayer de deviner le mot secret.\n/abort => Arrête la partie et révêle le mot secret (tu ne gagnes pas de points).\n/top X => Donne le classement des X meilleurs joueurs (de 3 à 10 max).\n/hardmode => Active l'utilisation des signes diacritiques et des mots composés et supprime les indices.\n/size X => Permet de changer la taille des mots utilisés à X lettres (de 6 à 10).\n/nocompounds => Désactive l'utilisation des mots composés.\n/nodiacritics => désactive les signes diacritiques.\n/hints => active les indices de début de partie.\n/lang xx => Change la langue utilisée (pour le moment en ou fr)\nAmuse toi bien!"],
	["Oups, il n'y a pas de partie en cours... Tu peux utiliser la commande /start pour en lancer une nouvelle! :confused: "],
	["Ah désolé je ne trouve plus mes mots... :anguished: "],
	["Oups une partie est toujours en cours tu pourras en relancer une quand elle sera terminée ou quand tu l'auras abandonné, tu peux utiliser /abort pour abandonner. :stuck_out_tongue_winking_eye: "],
	["C'est parti! J'ai un nouveau petit secret!\nCommence ton message avec ` ! ` suivi du mot de ton choix pour essayer de le deviner.\nMon secret est un mot de {0} lettres."],
	["\n:warning: Mon secret peut comporter des signes diacritiques."],
	["\n:warning: Mon secret peut être un mot composé."],
	["\nVoici un petit indice pour commencer: **{0}**"],
	[
		"Ce n'est pas mon secret... :neutral_face: \n**{0}**\nTu as encore droit à {1} essais.",
		"Nope, toujours pas, as tu essayé un mot completement différent pour voir? :thinking: \n**{0}**\nTu as encore {1} essais.",
		"Ah, pas encore mais tu peux encore essayer :nerd: \n**{0}**\nIl te reste {1} essais.",
		"Bravo c'est ça!... Ou pas cherche encore tu vas trouver :kissing_heart: \n**{0}**\nIl te reste {1} essais.",
		"Ce n'est pas ça, tu peux encore essayer :smirk: \n**{0}**\nIl te reste {1} essais.",
		"Tu n'as pas envie d'abandonner? Tu ne devrais pas mon secret est super :grin: \n**{0}**\nIl te reste {1} essais.",
		"Essaie de ne pas mettre les mêmes lettres au même endroît deux fois de suite :wink: \n**{0}**\nIl te reste {1} essais.",
		"Eventuellement tu vas y arriver on y croit! :stuck_out_tongue_winking_eye: \n**{0}**\nIl te reste {1} essais.",
		"Creuse toujours! Tu vas finir par trouver un trésor, ou l'australie :fishing_pole_and_fish: \n**{0}**\nIl te reste {1} essais.."
	],
	["Oulala ça devient inquiétant :scream: \n**{0}** \nC'est ta dernière chance!"],
	["\nJe ne le connais pas ce mot, t'es sûr que ça passe au scrabble ça?!.. :rofl: "],
	[":tada: {0} à trouvé mon secret et a gagné {1} points bravo! :tada: :smile: "],
	["\n-\t{0} gagnes {1} points."],
	["Nouveaux mots chargé avec succès, bon jeu! :smiley: "],
	["Ok j'utilise maintenant les mots composés et les signes diacritiques, et il n'y aura plus d'indice en début de partie :smile: "],
	["Ok, les signes diacritiques ont été enlevés :see_no_evil: "],
	["C'est de bonne guerre, on joue sans les mots composés donc :innocent: "],
	["Les indices sont maintenant activés :eyes: "],
	["Les {0} meilleurs joueurs:"],
	["\n\t{0} - {1} ({2} points)"],
	["Tu n'as pas réussi à trouver mon secret, le mot était **{0}** :thermometer_face: "],
	["Oh ok, le mot secret était **{0}** :disappointed: "],
	["J'écris maintenant en français, vive les baguettes :french_bread: :flag_fr: "]
]